[
    {
        "id": 1,
        "title": "The Witcher 3",
        "category": "RPG",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/292030/header.jpg",
        "description": "The Witcher 3: Wild Hunt es un videojuego de rol desarrollado y publicado por CD Projekt, basado en la serie de libros de fantasía del escritor polaco Andrzej Sapkowski. Es la tercera entrega de la serie de videojuegos The Witcher, y sigue al cazador de monstruos Geralt de Rivia en sus esfuerzos por encontrar a su hija adoptiva."
    },
    {
        "id": 2,
        "title": "Cyberpunk 2077",
        "category": "RPG",
        "price": 59.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1091500/header.jpg",
        "description": "Cyberpunk 2077 es un videojuego de rol de acción desarrollado y publicado por CD Projekt. Se lanzó para Microsoft Windows, PlayStation 4, Stadia y Xbox One el 10 de diciembre de 2020, y se espera que se lance para PlayStation 5 y Xbox Series X/S en 2021."
    },
    {
        "id": 3,
        "title": "Deathloop",
        "category": "Action",
        "price": 59.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1252330/header.jpg",
        "description": "Deathloop es un videojuego de acción-aventura en primera persona desarrollado por Arkane Studios y publicado por Bethesda Softworks. Fue lanzado el 14 de septiembre de 2021 para PlayStation 5 y Microsoft Windows."
    },
    {
        "id": 4,
        "title": "Red Dead Redemption 2",
        "category": "Action",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1174180/header.jpg",
        "description": "Red Dead Redemption 2 es un videojuego de acción-aventura western, en un mundo abierto y en perspectiva de primera y tercera persona,​ con componentes para un jugador y multijugador. Fue desarrollado por Rockstar Games. Es la tercera entrega de la saga Red Dead y es una precuela de Red Dead Redemption."
    },
    {
        "id": 5,
        "title": "Grand Theft Auto V",
        "category": "Action",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/271590/header.jpg",
        "description": "Grand Theft Auto V es un videojuego de acción-aventura de mundo abierto desarrollado por la compañía británica Rockstar North y distribuido por Rockstar Games. Fue lanzado el 17 de septiembre de 2013 para las consolas PlayStation 3 y Xbox 360."
    },
    {
        "id": 6,
        "title": "DOOM Eternal",
        "category": "Action",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/782330/header.jpg",
        "description": "Doom Eternal es un videojuego de disparos en primera persona desarrollado por id Software y publicado por Bethesda Softworks. Es la secuela del videojuego de 2016 Doom y el quinto principal de la serie Doom."
    },

    {
        "id": 7,
        "title": "Death Stranding",
        "category": "Action",
        "price": 59.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1190460/header.jpg",
        "description": "Death Stranding es un videojuego de acción y aventuras desarrollado por Kojima Productions y publicado por Sony Interactive Entertainment. Fue lanzado en noviembre de 2019 para PlayStation 4 y en julio de 2020 para Microsoft Windows. El juego sigue a Sam Bridges mientras viaja a través de un paisaje apocalíptico para reconectar ciudades y sociedades aisladas."
    },
    {
        "id": 8,
        "title": "Sekiro",
        "category": "Action",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/814380/header.jpg",
        "description": "Sekiro: Shadows Die Twice es un videojuego de acción y aventuras desarrollado por FromSoftware y publicado por Activision. Se lanzó en marzo de 2019 para Microsoft Windows, PlayStation 4 y Xbox One. El juego se ambienta en el Japón de la era Sengoku y sigue a un shinobi conocido como 'Sekiro', quien busca vengar el secuestro de su maestro y rescatar a su señor."
    },
    {
        "id": 9,
        "title": "Resident Evil 2 Remake",
        "category": "Terror",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/883710/header.jpg",
        "description": "Resident Evil 2 es un videojuego de terror de supervivencia desarrollado y publicado por Capcom. Es un remake del juego de 1998 del mismo nombre y fue lanzado en enero de 2019 para PlayStation 4, Xbox One y Microsoft Windows. El juego sigue a los personajes Leon S. Kennedy y Claire Redfield mientras luchan por sobrevivir y escapar de Raccoon City, infestada de zombis."
    },
    {
        "id": 10,
        "title": "Resident Evil 3 Remake",
        "category": "Terror",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/952060/header.jpg",
        "description": "Resident Evil 3 es un videojuego de terror de supervivencia desarrollado y publicado por Capcom. Es un remake del juego de 1999 del mismo nombre y fue lanzado en abril de 2020 para PlayStation 4, Xbox One y Microsoft Windows. El juego sigue a Jill Valentine mientras intenta escapar de Raccoon City, que está siendo destruida por el brote del virus T."
    },
    {
        "id": 11,
        "title": "Resident Evil 7",
        "category": "Terror",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/418370/header.jpg",
        "description": "Resident Evil 7: Biohazard es un videojuego de terror de supervivencia desarrollado y publicado por Capcom. Fue lanzado en enero de 2017 para PlayStation 4, Xbox One y Microsoft Windows, y más tarde para Nintendo Switch. El juego sigue a Ethan Winters mientras busca a su esposa desaparecida en una plantación infestada de una familia perturbada y mutantes."
    },
    {
        "id": 12,
        "title": "Resident Evil Village",
        "category": "Terror",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1196590/header.jpg",
        "description": "Resident Evil Village es un videojuego de terror de supervivencia desarrollado y publicado por Capcom. Es la secuela directa de Resident Evil 7: Biohazard y fue lanzado en mayo de 2021 para PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Microsoft Windows y Google Stadia. El juego sigue a Ethan Winters mientras busca a su hija secuestrada en un pueblo habitado por criaturas grotescas y un culto siniestro."
    },
    {
        "id": 13,
        "title": "Resident Evil 6",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/221040/header.jpg",
        "description": "Resident Evil 6 es un videojuego de terror de acción desarrollado y publicado por Capcom. Fue lanzado en octubre de 2012 para PlayStation 3, Xbox 360 y Microsoft Windows, y más tarde para PlayStation 4, Xbox One y Nintendo Switch. El juego presenta una serie de campañas interconectadas protagonizadas por varios personajes de la serie Resident Evil, que luchan contra una amenaza bioterrorista global."
    },








    {
        "id": 14,
        "title": "Resident Evil 5",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/21690/header.jpg",
        "description": "Resident Evil 5 es un videojuego de terror de acción desarrollado y publicado por Capcom. Fue lanzado en marzo de 2009 para PlayStation 3, Xbox 360 y Microsoft Windows, y más tarde para PlayStation 4, Xbox One y Nintendo Switch. El juego sigue a Chris Redfield y Sheva Alomar mientras investigan una región africana infestada de un virus mutante conocido como 'Uroboros'."
    },
    {
        "id": 15,
        "title": "Resident Evil 4",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/254700/header.jpg",
        "description": "Resident Evil 4 es un videojuego de terror de acción desarrollado y publicado por Capcom. Fue lanzado originalmente en enero de 2005 para GameCube y más tarde para PlayStation 2, Microsoft Windows, Wii, iOS, Android y otras plataformas. El juego sigue a Leon S. Kennedy mientras rescata a la hija del presidente de los Estados Unidos en un pueblo europeo infestado de parásitos controlados por una secta."
    },
    {
        "id": 16,
        "title": "The Elder Scrolls V: Skyrim",
        "category": "RPG",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/72850/header.jpg",
        "description": "The Elder Scrolls V: Skyrim es un videojuego de rol de acción desarrollado por Bethesda Game Studios y publicado por Bethesda Softworks. Fue lanzado en noviembre de 2011 para PlayStation 3, Xbox 360 y Microsoft Windows, y más tarde para PlayStation 4, Xbox One y Nintendo Switch. El juego se desarrolla en la región de Skyrim y los jugadores asumen el papel del Dovahkiin, un héroe profetizado que debe enfrentarse al dragón Alduin y salvar al mundo."
    },
    {
        "id": 17,
        "title": "Final Fantasy XV",
        "category": "RPG",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/637650/header.jpg",
        "description": "Final Fantasy XV es un videojuego de rol de acción desarrollado y publicado por Square Enix. Fue lanzado en noviembre de 2016 para PlayStation 4 y Xbox One, y más tarde para Microsoft Windows y Stadia. El juego sigue a Noctis Lucis Caelum, príncipe de Lucis, mientras viaja con sus amigos en un viaje para recuperar su reino y derrotar al imperio de Niflheim."
    },
    {
        "id": 18,
        "title": "The Witcher 2: Assassins of Kings",
        "category": "RPG",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/20920/header.jpg",
        "description": "The Witcher 2: Assassins of Kings es un videojuego de rol desarrollado por CD Projekt Red y publicado por Atari. Fue lanzado en mayo de 2011 para Microsoft Windows, y más tarde para Xbox 360, OS X y Linux. El juego sigue al cazador de monstruos Geralt de Rivia mientras se ve envuelto en una conspiración política que amenaza con sumir al reino en la guerra."
    },
    {
        "id": 19,
        "title": "Dragon Age: Inquisition",
        "category": "RPG",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1222690/header.jpg",
        "description": "Dragon Age: Inquisition es un videojuego de rol desarrollado por BioWare y publicado por Electronic Arts. Fue lanzado en noviembre de 2014 para PlayStation 3, PlayStation 4, Xbox 360, Xbox One y Microsoft Windows. El juego sigue al Inquisidor mientras lucha contra una fuerza maligna conocida como la Brecha y busca restaurar el orden en el mundo de Thedas."
    },
    {
        "id": 20,
        "title": "Divinity: Original Sin 2",
        "category": "RPG",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/435150/header.jpg",
        "description": "Divinity: Original Sin 2 es un videojuego de rol desarrollado y publicado por Larian Studios. Fue lanzado en septiembre de 2017 para Microsoft Windows, y más tarde para PlayStation 4, Xbox One, macOS y Nintendo Switch. El juego es una continuación de Divinity: Original Sin y sigue a un grupo de personajes que buscan convertirse en los nuevos dioses de Rivellon."
    },
    {
        "id": 21,
        "title": "Mass Effect 2",
        "category": "RPG",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/24980/header.jpg",
        "description": "Mass Effect 2 es un videojuego de rol de ciencia ficción desarrollado por BioWare y publicado por Electronic Arts. Fue lanzado en enero de 2010 para Xbox 360 y Microsoft Windows, y más tarde para PlayStation 3. El juego sigue al comandante Shepard mientras reúne un equipo diverso para enfrentarse a una amenaza alienígena conocida como los Segadores."
    },

















    {
        "id": 22,
        "title": "Persona 5",
        "category": "RPG",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1113000/header.jpg",
        "description": "Persona 5 es un juego de rol desarrollado por Atlus y publicado por Sega. Lanzado en abril de 2017 para PlayStation 3 y PlayStation 4, sigue las vidas de unos estudiantes de secundaria en Tokio que se convierten en ladrones de corazones y se aventuran en el mundo de la metaversión para reformar a las personas corruptas."
    },
    {
        "id": 23,
        "title": "Dark Souls III",
        "category": "RPG",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/374320/header.jpg",
        "description": "Dark Souls III es un juego de rol de acción desarrollado por FromSoftware y publicado por Bandai Namco Entertainment. Es conocido por su desafiante y gratificante sistema de juego, así como por su atmósfera oscura y misteriosa. Lanzado en abril de 2016 para PlayStation 4, Xbox One y Microsoft Windows, lleva a los jugadores a un mundo lleno de peligros y jefes imponentes."
    },
    {
        "id": 24,
        "title": "Kingdom Come: Deliverance",
        "category": "RPG",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/379430/header.jpg",
        "description": "Kingdom Come: Deliverance es un juego de rol de mundo abierto desarrollado por Warhorse Studios. Lanzado en febrero de 2018 para PlayStation 4, Xbox One y Microsoft Windows, se ambienta en el Sacro Imperio Romano Germánico y ofrece una experiencia histórica realista, sin elementos de fantasía, donde los jugadores asumen el papel de un hijo de un herrero en una misión para vengar la muerte de su familia."
    },
    {
        "id": 25,
        "title": "Fallout: New Vegas",
        "category": "RPG",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/22380/header.jpg",
        "description": "Fallout: New Vegas es un juego de rol de acción desarrollado por Obsidian Entertainment y publicado por Bethesda Softworks. Lanzado en octubre de 2010 para PlayStation 3, Xbox 360 y Microsoft Windows, está ambientado en un mundo postapocalíptico en el desierto de Mojave. Los jugadores asumen el papel de un mensajero que busca venganza en un conflicto entre facciones por el control de la región."
    },
    {
        "id": 26,
        "title": "Assassin's Creed Odyssey",
        "category": "Action",
        "price": 59.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/812140/header.jpg",
        "description": "Assassin's Creed Odyssey es un juego de acción y aventuras desarrollado por Ubisoft. Lanzado en octubre de 2018 para PlayStation 4, Xbox One y Microsoft Windows, transporta a los jugadores a la antigua Grecia, donde pueden explorar un vasto mundo abierto, embarcarse en misiones épicas y tomar decisiones que afectan el destino de su personaje."
    },
    {
        "id": 27,
        "title": "Borderlands 3",
        "category": "Action",
        "price": 59.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/397540/header.jpg",
        "description": "Borderlands 3 es un juego de disparos en primera persona desarrollado por Gearbox Software. Lanzado en septiembre de 2019 para PlayStation 4, Xbox One y Microsoft Windows, continúa la serie Borderlands con una nueva historia, personajes y armas. Los jugadores exploran mundos diferentes mientras luchan contra enemigos y recolectan botín en su búsqueda de la legendaria Cámara."
    },
    {
        "id": 28,
        "title": "Dying Light",
        "category": "Action",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/239140/header.jpg",
        "description": "Dying Light es un juego de acción y supervivencia desarrollado por Techland. Lanzado en enero de 2015 para PlayStation 4, Xbox One y Microsoft Windows, lleva a los jugadores a un mundo infectado por un virus mortal. Durante el día, los jugadores exploran el mundo y buscan suministros, mientras que por la noche luchan por sobrevivir contra criaturas mutantes."
    },
    {
        "id": 29,
        "title": "Far Cry 5",
        "category": "Action",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/552520/header.jpg",
        "description": "Far Cry 5 es un juego de disparos en primera persona desarrollado por Ubisoft. Lanzado en marzo de 2018 para PlayStation 4, Xbox One y Microsoft Windows, tiene lugar en el ficticio condado de Hope en Montana, Estados Unidos. Los jugadores asumen el papel de un alguacil novato que debe luchar contra una secta violenta que ha tomado el control del condado."
    },
    {
        "id": 30,
        "title": "Metro Exodus",
        "category": "Action",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/412020/header.jpg",
        "description": "Metro Exodus es un juego de disparos en primera persona desarrollado por 4A Games. Lanzado en febrero de 2019 para PlayStation 4, Xbox One y Microsoft Windows, es la tercera entrega de la serie Metro y sigue al protagonista Artyom mientras viaja por Rusia en busca de un nuevo hogar lejos de los túneles del metro de Moscú."
    },








    {
        "id": 31,
        "title": "Monster Hunter: World",
        "category": "Action",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/582010/header.jpg",
        "description": "Embárcate en una aventura épica en un mundo lleno de monstruos gigantes. Conviértete en un cazador experto y desafía a criaturas colosales en un vasto y hermoso mundo lleno de peligros y maravillas."
    },
    {
        "id": 32,
        "title": "The Last of Us Part 1",
        "category": "Action",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1888930/header.jpg?t=1705640438",
        "description": "Únete a Joel y Ellie en un viaje desgarrador a través de un mundo postapocalíptico donde la humanidad ha sido devastada por una infección que convierte a las personas en criaturas salvajes. ¿Podrás sobrevivir?"
    },
    {
        "id": 33,
        "title": "Shadow of the Tomb Raider",
        "category": "Action",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/750920/header.jpg",
        "description": "Acompaña a Lara Croft en su aventura más oscura y peligrosa hasta la fecha. Explora selvas mortales, descubre tumbas antiguas y lucha contra una organización mortal mientras intentas salvar al mundo de un apocalipsis maya."
    },
    {
        "id": 34,
        "title": "Batman: Arkham Knight",
        "category": "Action",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/208650/header.jpg",
        "description": "Vuelve al papel del Caballero Oscuro en la conclusión épica de la trilogía de Arkham. Enfrenta a los peores villanos de Gotham mientras luchas contra el misterioso Arkham Knight y su ejército."
    },
    {
        "id": 35,
        "title": "Dark Souls Remastered",
        "category": "Action",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/570940/header.jpg",
        "description": "Prepárate para morir una y otra vez en este desafiante juego de rol de acción. Explora un mundo oscuro y peligroso lleno de monstruos, trampas mortales y jefes imponentes en tu búsqueda para enlazar el fuego."
    },
    {
        "id": 36,
        "title": "Control",
        "category": "Action",
        "price": 59.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/870780/header.jpg",
        "description": "Sumérgete en un mundo surrealista de poderes sobrenaturales y secretos oscuros. Toma el control de Jesse Faden mientras explora la Agencia Federal de Control y lucha contra una fuerza misteriosa conocida como el Hiss."
    },
    {
        "id": 37,
        "title": "Hitman 3",
        "category": "Action",
        "price": 59.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1659040/header.jpg?t=1713343444",
        "description": "Conviértete en el Agente 47 y completa tu trilogía de asesinatos en este emocionante juego de sigilo y acción. Viaja por todo el mundo y elimina a tus objetivos utilizando tu ingenio, habilidades y una amplia gama de disfraces."
    },
    {
        "id": 38,
        "title": "Watch Dogs: Legion",
        "category": "Action",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/2239550/header.jpg?t=1692817793",
        "description": "Adéntrate en un Londres distópico donde la tecnología lo es todo y la libertad es un lujo. Forma tu propio equipo de hackers y rebeldes mientras luchas contra un régimen opresivo y descubres la verdad detrás de una conspiración masiva."
    },
    {
        "id": 39,
        "title": "Outlast",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/238320/header.jpg",
        "description": "Explora un hospital psiquiátrico abandonado y descubre los horrores que acechan en sus sombras. Con una cámara como tu única herramienta, deberás escapar de criaturas monstruosas y sobrevivir a los terrores que acechan en cada esquina."
    },
    {
        "id": 40,
        "title": "Alien: Isolation",
        "category": "Terror",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/214490/header.jpg",
        "description": "Vive una experiencia aterradora en el universo de Alien mientras te enfrentas a la criatura más letal del espacio. Escóndete, corre y lucha por tu vida mientras intentas sobrevivir a bordo de una estación espacial infestada por el xenomorfo."
    },
    {
        "id": 41,
        "title": "Amnesia: Rebirth",
        "category": "Terror",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/999220/header.jpg",
        "description": "Despierta en un desierto desolado sin ningún recuerdo de quién eres o cómo llegaste allí. Enfréntate a tus peores miedos mientras te aventuras en un viaje aterrador para descubrir la verdad detrás de tu pasado y tu destino."
    },
    {
        "id": 42,
        "title": "Dead by Daylight",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/381210/header.jpg",
        "description": "Dead by Daylight es un juego de terror multijugador asimétrico en el que un jugador asume el papel del asesino despiadado y los otros cuatro jugadores juegan como supervivientes tratando de escapar del asesino y evitar ser capturados, torturados y asesinados."
    },
    {
        "id": 43,
        "title": "Layers of Fear",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/391720/header.jpg",
        "description": "Layers of Fear es un juego de terror psicológico en el que te adentras en la mente perturbada de un pintor mientras intentas completar su obra maestra. Pero ten cuidado, cada capa que descubras revelará nuevos horrores y secretos inquietantes."
    },
    {
        "id": 44,
        "title": "Resident Evil 0",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/339340/header.jpg",
        "description": "Resident Evil 0 te lleva de vuelta a los orígenes del horror de supervivencia. Únete a Rebecca Chambers y Billy Coen mientras investigan los oscuros secretos de Umbrella Corporation y luchan contra hordas de horrores biológicos en una mansión abandonada."
    },
    {
        "id": 45,
        "title": "Far Cry",
        "category": "Action",
        "price": 9.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/13520/header.jpg",
        "description": "Far Cry te lleva a una isla tropical llena de peligros y enemigos mortales. Lucha por la supervivencia mientras te enfrentas a mercenarios, criaturas salvajes y un dictador despiadado en una experiencia de mundo abierto llena de acción y aventura."
    },
    {
        "id": 46,
        "title": "Far Cry 2",
        "category": "Action",
        "price": 9.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/19900/header.jpg",
        "description": "Far Cry 2 te sumerge en un conflicto brutal en una África desgarrada por la guerra. Conviértete en un mercenario solitario y lucha por la supervivencia en un mundo abierto dinámico lleno de peligros y decisiones morales difíciles."
    },
    {
        "id": 47,
        "title": "Far Cry 3",
        "category": "Action",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/220240/header.jpg",
        "description": "Far Cry 3 te lleva a una isla paradisíaca convertida en un infierno de violencia y locura. Lucha contra una banda de piratas despiadados y descubre los secretos oscuros de la isla mientras luchas por sobrevivir y rescatar a tus amigos."
    },
    {
        "id": 48,
        "title": "Far Cry 3: Blood Dragon",
        "category": "Action",
        "price": 14.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/233270/header.jpg",
        "description": "Far Cry 3: Blood Dragon es una experiencia de acción retrofuturista llena de humor y homenajes a los clásicos de los años 80. Únete al sargento Rex Power Colt y lucha contra un ejército de cyborgs en un mundo lleno de neón y explosiones."
    },
    {
        "id": 49,
        "title": "Far Cry 4",
        "category": "Action",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/298110/header.jpg",
        "description": "Far Cry 4 te lleva a la región montañosa de Kyrat, donde te enfrentarás al despiadado dictador Pagan Min. Explora un mundo abierto lleno de peligros y maravillas mientras luchas por liberar a la gente de Kyrat de la opresión de Min."
    },
    {
        "id": 50,
        "title": "Far Cry Primal",
        "category": "Action",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/371660/header.jpg",
        "description": "Far Cry Primal te lleva de vuelta a la Edad de Piedra, donde te convertirás en el primer cazador de la historia humana. Domina la naturaleza salvaje, lucha contra bestias feroces y lidera tu tribu hacia la grandeza en este juego de acción prehistórica."
    },
    {
        "id": 51,
        "title": "Far Cry 5",
        "category": "Action",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/552520/header.jpg",
        "description": "Far Cry 5 te lleva a Montana, Estados Unidos, donde te enfrentarás a la secta fanática conocida como El Proyecto de la Puerta del Edén. Únete a la resistencia y lucha contra el culto en un mundo abierto lleno de acción y caos."
    },
    {
        "id": 52,
        "title": "Far Cry New Dawn",
        "category": "Action",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/939960/header.jpg",
        "description": "Far Cry New Dawn es una secuela directa de Far Cry 5 que te lleva a un mundo postapocalíptico lleno de color y peligro. Lucha contra las pandillas de saqueadores, explora las ruinas del viejo mundo y forja un nuevo futuro para la humanidad."
    }, 
    
    
    {
        "id": 53,
        "title": "Little Nightmares",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/424840/header.jpg",
        "description": "Little Nightmares es un juego de aventuras y puzles en el que te enfrentas a los miedos de tu infancia. Ayuda a Six a escapar de Las Fauces, un misterioso navío habitado por almas corrompidas en busca de su próxima comida."
    },
    {
        "id": 54,
        "title": "Outlast 2",
        "category": "Terror",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/414700/header.jpg",
        "description": "Outlast 2 es la continuación del aclamado juego de terror survival Outlast. En este nuevo título, te adentras en el corazón de la oscuridad mientras exploras un pueblo rural y enfrentas tus peores pesadillas."
    },
    {
        "id": 55,
        "title": "Dead Space",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/17470/header.jpg",
        "description": "Dead Space es un juego de terror en tercera persona que te sumerge en una atmósfera claustrofóbica y llena de tensión. Encarna a Isaac Clarke mientras luchas por sobrevivir en una nave infestada de criaturas grotescas y retorcidas."
    },
    {
        "id": 56,
        "title": "Amnesia: The Dark Descent",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/57300/header.jpg",
        "description": "Amnesia: The Dark Descent te lleva a un viaje a lo desconocido mientras te enfrentas a tus miedos más profundos. Explora un oscuro castillo y descubre los horrores que acechan en sus profundidades mientras luchas por mantener la cordura."
    },
    {
        "id": 57,
        "title": "Soma",
        "category": "Terror",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/282140/header.jpg",
        "description": "Soma es una experiencia de terror psicológico que te sumerge en un mundo distópico y lleno de misterios. Descubre los secretos ocultos en las profundidades del océano mientras luchas por sobrevivir y mantener tu humanidad en un entorno cada vez más alienante."
    },
    {
        "id": 58,
        "title": "The Evil Within",
        "category": "Terror",
        "price": 19.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/268050/header.jpg",
        "description": "The Evil Within te lleva a un viaje a través de la locura y el horror mientras te enfrentas a criaturas horripilantes y pesadillas retorcidas. Descubre los secretos oscuros que acechan en las sombras y lucha por tu supervivencia en este juego de terror visceral."
    },
    {
        "id": 59,
        "title": "Alan Wake",
        "category": "Terror",
        "price": 14.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/108710/header.jpg",
        "description": "Alan Wake es un thriller psicológico que te sumerge en una historia de misterio y oscuridad. Descubre los secretos ocultos en el pueblo de Bright Falls mientras luchas contra fuerzas sobrenaturales y te enfrentas a tus propios demonios internos."
    },

   {
        "id": 60,
        "title": "GreedFall",
        "category": "RPG",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/606880/header.jpg",
        "description": "GreedFall es un RPG de acción que te sumerge en un mundo de fantasía inspirado en el siglo XVII. Explora un continente recién descubierto lleno de magia, intriga política y peligrosas criaturas mientras forjas tu propio destino y desentrañas los misterios de la isla de Teer Fradee."
    },
    {
        "id": 61,
        "title": "Divinity: Original Sin",
        "category": "RPG",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/373420/header.jpg",
        "description": "Divinity: Original Sin es un RPG de mundo abierto que te permite explorar un vasto y vibrante mundo lleno de aventuras y peligros. Controla a un dúo de héroes únicos mientras desentrañas misterios, completas misiones y luchas contra criaturas malévolas en una búsqueda para salvar el mundo de Rivellon."
    },
    {
        "id": 62,
        "title": "NieR: Automata",
        "category": "RPG",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/524220/header.jpg",
        "description": "NieR: Automata es un RPG de acción que te lleva a un mundo postapocalíptico donde la humanidad lucha por sobrevivir contra una invasión de máquinas. Controla a los androides de combate 2B, 9S y A2 en una emocionante aventura llena de giros inesperados, combates intensos y una historia emocionalmente resonante."
    },
    {
        "id": 63,
        "title": "Kingdoms of Amalur: Reckoning",
        "category": "RPG",
        "price": 29.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/102500/header.jpg",
        "description": "Kingdoms of Amalur: Reckoning es un RPG de acción que te sumerge en un mundo de fantasía épica lleno de magia, combate y aventura. Forja tu destino mientras exploras un vasto mundo abierto, completas misiones épicas y luchas contra enemigos poderosos en tu búsqueda para cambiar el destino de Amalur."
    },
    {
        "id": 64,
        "title": "The Outer Worlds",
        "category": "RPG",
        "price": 49.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/578650/header.jpg",
        "description": "The Outer Worlds es un RPG de acción que te lleva a un viaje a través de un sistema solar distante lleno de colonias fronterizas, corporaciones codiciosas y conspiraciones mortales. Explora un mundo vibrante y repleto de personajes memorables mientras tomas decisiones que afectarán el destino de la colonia Halcyon."
    },
    {
        "id": 65,
        "title": "Pillars of Eternity II: Deadfire",
        "category": "RPG",
        "price": 39.99,
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/560130/header.jpg",
        "description": "Pillars of Eternity II: Deadfire es un RPG de rol que te sumerge en un mundo de piratas, misterio y magia. Navega por las peligrosas aguas del archipiélago Deadfire mientras exploras islas exóticas, te enfrentas a criaturas legendarias y forjas tu propio destino como el Capitán de tu propio barco."
    }
]
